Repository: taronghazaryan/Furniture_shop
Catalog: newsite/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Login
ru: Вход

source: User
ru: Ползователь

source: Email
ru: Эл. адресс

source: Create Product
ru: Создать продукть

source: All Orders
ru: Все закази

source: My Orders
ru: Мои закази

source: Create order
ru: Создать заказ

source: Change Password
ru: Изменить пароль

source: Edit Profile
ru: Редактировать профил

source: Logout
ru: Выйти

source: Invalid login or password!
ru: Неверный логин или пароль

source: Armenian
ru: Армянский

source: Russia
ru: Русский

source: English
ru: Алглийский
